vop-framework-libraries/src/test/resources/testFiles/security/soapMessage.xml

<?xml version='1.0' encoding='utf-8'?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Body>
		<ns2:findAddressInquiry
			xmlns:ns2="http://addressdoctor.services.com/">
			<lastName>KIM</lastName>
			<ssn>663981234</ssn>
			<dob>01/01/1984</dob>
		</ns2:findAddressInquiry>
	</soapenv:Body>
</soapenv:Envelope>